Repository: msdrigg/roam
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fil, fr, fr_ca, it, pa, pt_br, pt_pt, vi, zh_hans

source: Your need to enable "Control by mobile apps" in your TV's settings. You can update this setting by going to **Settings > System > Advanced system settings > Control by mobile apps > Network access** and make sure it's set to 'Permissive' or 'Enabled'
ar: تحتاج إلى تمكين "التحكم بواسطة تطبيقات الهاتف المحمول" في إعدادات التلفزيون. يمكنك تحديث هذا الإعداد بالانتقال إلى **الإعدادات > النظام > إعدادات النظام المتقدمة > التحكم بواسطة تطبيقات الهاتف المحمول > الوصول إلى الشبكة** والتأكد من ضبطه على "متساهل" أو "مُمكّن"
de: Sie müssen in den Einstellungen Ihres Fernsehers „Steuerung über mobile Apps“ aktivieren. Sie können diese Einstellung ändern, indem Sie zu **Einstellungen > System > Erweiterte Systemeinstellungen > Steuerung über mobile Apps > Netzwerkzugriff** gehen und sicherstellen, dass sie auf „Zulässig“ oder „Aktiviert“ eingestellt ist.
es: Debes habilitar “Control por aplicaciones móviles” en la configuración de tu TV. Puedes actualizar esta opción yendo a **Configuración > Sistema > Configuración avanzada del sistema > Control por aplicaciones móviles > Acceso a la red** y asegurarte de que esté configurada como “Permisivo” o “Activado”
es_419: Debes habilitar “Control por aplicaciones móviles” en la configuración de tu TV. Puedes actualizar esta configuración yendo a **Configuración > Sistema > Configuración avanzada del sistema > Control por aplicaciones móviles > Acceso a la red** y asegurarte de que esté configurada como “Permisivo” o “Habilitado”
fil: Kailangan mong i-enable ang Control by mobile apps sa settings ng iyong TV. Maaari mong i-update ang setting na ito sa pamamagitan ng pagpunta sa Settings > System > Advanced system settings > Control by mobile apps > Network access at siguraduhing nakatakda ito sa Permissive o Enabled.
fr: Vous devez activer « Contrôle par les applications mobiles » dans les paramètres de votre téléviseur. Vous pouvez mettre à jour ce réglage en allant dans **Paramètres > Système > Paramètres système avancés > Contrôle par les applications mobiles > Accès réseau** et en vous assurant qu’il est défini sur « Permissif » ou « Activé »
fr_ca: Vous devez activer « Contrôle par les applications mobiles » dans les paramètres de votre téléviseur. Vous pouvez modifier ce paramètre en allant dans Paramètres > Système > Paramètres système avancés > Contrôle par les applications mobiles > Accès au réseau et vous assurer qu’il est réglé sur « Permissif » ou « Activé »
it: Devi abilitare "Controllo da app mobili" nelle impostazioni della TV. Puoi aggiornare questa impostazione andando su **Impostazioni > Sistema > Impostazioni di sistema avanzate > Controllo da app mobili > Accesso alla rete** e assicurandoti che sia impostata su "Permissivo" o "Abilitato"
pa: ਤੁਹਾਨੂੰ ਆਪਣੇ TV ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ “ਮੋਬਾਈਲ ਐਪਾਂ ਦੁਆਰਾ ਕੰਟਰੋਲ” ਸਮਰੱਥ ਕਰਨਾ ਪਵੇਗਾ। ਤੁਸੀਂ ਇਹ ਸੈਟਿੰਗ ਸੈਟਿੰਗਾਂ > ਸਿਸਟਮ > ਉੱਨਤ ਸਿਸਟਮ ਸੈਟਿੰਗਾਂ > ਮੋਬਾਈਲ ਐਪਾਂ ਦੁਆਰਾ ਕੰਟਰੋਲ > ਨੈੱਟਵਰਕ ਪਹੁੰਚ ’ਤੇ ਜਾ ਕੇ ਅੱਪਡੇਟ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਇਹ “Permissive” ਜਾਂ “Enabled” ’ਤੇ ਸੈੱਟ ਹੈ।
pt_br: Você precisa ativar "Controle por aplicativos móveis" nas configurações da sua TV. Você pode atualizar essa configuração acessando **Configurações > Sistema > Configurações avançadas do sistema > Controle por aplicativos móveis > Acesso à rede** e certificando-se de que ela esteja definida como 'Permissivo' ou 'Ativado'
pt_pt: Tem de ativar Controlo por aplicações móveis nas definições da sua TV. Pode atualizar esta definição acedendo a **Definições > Sistema > Definições avançadas do sistema > Controlo por aplicações móveis > Acesso à rede** e certificando-se de que está definida como Permissivo ou Ativado
vi: Bạn cần bật "Điều khiển bằng ứng dụng di động" trong phần cài đặt của TV. Bạn có thể cập nhật cài đặt này bằng cách vào **Cài đặt > Hệ thống > Cài đặt hệ thống nâng cao > Điều khiển bằng ứng dụng di động > Truy cập mạng** và đảm bảo cài đặt này được đặt thành 'Cho phép' hoặc 'Đã bật'
zh_hans: 您需要在电视设置中启用“通过移动应用控制”。您可以前往**设置 > 系统 > 高级系统设置 > 通过移动应用控制 > 网络访问**来更新此设置，并确保其设置为“允许”或“已启用”。

source: Your Roku device supports streaming audio directly to Roam. Click the headphones button in the main view to see it in action!
ar: جهاز Roku الخاص بك يدعم بث الصوت مباشرة إلى Roam. انقر على زر السماعات في العرض الرئيسي لمشاهدة ذلك!
de: Ihr Roku-Gerät unterstützt das direkte Streaming von Audio zu Roam. Klicken Sie auf die Kopfhörertaste in der Hauptansicht, um es in Aktion zu sehen!
es: Tu dispositivo Roku admite la transmisión de audio directamente a Roam. ¡Haz clic en el botón de auriculares en la vista principal para verlo en acción!
es_419: Su dispositivo Roku es compatible con la transmisión de audio directamente a Roam. ¡Haga clic en el botón de auriculares en la vista principal para verlo en acción!
fil: Ang iyong Roku aparato ay sumusuporta sa streaming ng audio nang direkta sa Roam. I-click ang pindutan ng headphones sa pangunahing view upang makita ito sa aksyon!
fr: Votre appareil Roku prend en charge la diffusion audio directement vers Roam. Cliquez sur le bouton des écouteurs dans la vue principale pour le voir en action!
fr_ca: Votre appareil Roku supporte la diffusion audio directement vers Roam. Cliquez sur le bouton des écouteurs dans la vue principale pour le voir en action!
it: Il tuo dispositivo Roku supporta lo streaming audio direttamente su Roam. Clicca sul pulsante delle cuffie nella vista principale per vederlo in azione!
pa: ਤੁਹਾਡਾ ਰੋਕੂ ਉਪਕਰਣ ਸਿੱਧਾ ਰੋਮ ਲਈ ਆਡੀਓ ਸਟ੍ਰੀਮਿੰਗ ਦਾ ਸਹਾਇਕ ਹੈ। ਇਸਨੂੰ ਕਾਰਵਾਈ ਵਿੱਚ ਵੇਖਣ ਲਈ ਮੁੱਖ ਦਰਸ਼ਣ ਵਿੱਚ ਹੈੱਡਫੋਨ ਬਟਨ ਤੇ ਕਲਿੱਕ ਕਰੋ!
pt_br: Seu dispositivo Roku suporta streaming de áudio diretamente para o Roam. Clique no botão de fones de ouvido na visão principal para ver em ação!
pt_pt: Seu dispositivo Roku suporta transmissão de áudio diretamente para o Roam. Clique no botão dos fones de ouvido na visualização principal para ver em ação!
vi: Thiết bị Roku của bạn hỗ trợ truyền phát âm thanh trực tiếp đến Roam. Nhấp vào nút tai nghe trong chế độ xem chính để xem nó hoạt động!
zh_hans: 您的 Roku 设备支持直接流式传输音频到 Roam。点击主视图中的耳机按钮查看效果！

source: Roam
pa: ਰੋਮ

source: https://roam.msd3.io
fil: "https://roam.msd3.io" cannot be translated into Filipino as it's a URL, which remains the same in all languages.
fr_ca: The string 'https://roam.msd3.io' is a URL and does not require translation.
